<?php

//<p>1. Создайте переменную name и присвойте ей значение, содержащее ваше имя, например "Иннокентий".</p>
$name = 'Vova '.'Polovinko';

//<p>2. Создайте переменную age и присвойте ей значение, содержащее ваш возраст, например 20.</p>
$age = 37;

//<p>3. Выведите с помощью echo фразу "Меня зовут: %ваше_имя%", например: "Меня зовут: Иннокентий".</p>
echo "Меня зовут: $name <br>";

//<p>4. Выведите фразу "Мне %ваш_возраст% лет", например: "Мне 20 лет".</p>
echo "Мне $age лет <br>";

?>